{
	"Athenai": { "x": -0.02452, "y": -0.032233, "renown": 100, "garisson": 1063, "description": "Legend states that Athenai was seized by the goddess Athena from King Poseidon in an epic conflict. It was founded when King Theseus united many Attica settlements into one city-state. The city state's power lies in its trade and naval dominion, necessitated by the search for sustenance warranted by its unproductive soil." },
	"Sparta": { "x": -0.161134, "y": -0.154035, "renown": 90, "garisson": 554, "description": "Sparta is a major rival to Athenai. While Athenai worships at the temple of architecture, Spartans 'serve their city instead of brick walls'. In Sparta's army, every adult male is deemed a soldier and is handed a slave-run farm. Its main strength lies in its military power." },
	"Korinthos": { "x": -0.125634, "y": -0.046776, "renown": 80, "garisson": 672, "description": "Korinthos lies at the foot of Acrocorinth, a rock over 500 metres long. The walls of the city stretch from the base of Acrocorinth to a harbour in the Gulf of Korinthos. It rivals in size Athenai and Sparta and flourishes as a shipbuilding centre." },
	"Thebes": { "x": -0.065283, "y": 0.013042, "renown": 80, "garisson": 719, "description": "Built at the base of the Teumessus mountain, Thebes lies 48 kilometres northwest of Athenai and is the largest city in that region. It is believed that the people of Thebes are Pelasgians and not of Phoenician-origin." },
	"Troy": { "x": 0.251410, "y": 0.232938, "renown": 80, "garisson": 823, "description": "Troy is a city-state in the northwest of Asia Minor. Troy has numerous towers and seemingly impenetrably high walls that keep its citizens safe in war times. Troy is a hub for military activities and trade, and the chief site of the local culture which extends beyond its seas." },
	"Aegina": { "x": -0.047380, "y": -0.075292, "renown": 50, "garisson": 320, "description": "Situated at the intersection of three main trade routes - Corinth, Peloponnese, and Attica - Aegina is an island with immence commercial development and a naval fleet to rival that of all of Greece. Aegina is ruled by aristocracy and its citizens have accumulated wealth through trade." },
	"Argos": { "x": -0.137756, "y": -0.081890, "renown": 40, "garisson": 217, "description": "Founded in 2000BC, Argos is a Greek city state in the Peloponnese region. According to legend, its found Inacus and his descendants have long ruled this propserous city-state for generations." },
	"Eretria": { "x": -0.015758, "y": 0.024998, "renown": 40, "garisson": 256, "description": "On the west coast of the island of Euboea, Eretria faces the coast of Attica across the narrow South Euboean Gulf. According to poet Homer, Eretria's ships were among those that participated in the Trojan War." },
	"Elis": { "x": -0.284446, "y": -0.046922, "renown": 40, "garisson": 370, "description": "Elis is situated in southern Greece and is bounded on the north by Achaea. Its city-state controls much of the region of Elis, primarily through unequal treaties with other city-states. Many of its inhabitants are Perioeci -autonomous free non-citizens, who unlike other Spartans, can travel freely between cities." },
	"Knossos": { "x": 0.136425, "y": -0.414959, "renown": 70, "garisson": 523, "description": "Knossos is the most important city-state of Crete. Its centre is located to the west of the Kairatos River. King Minos' is the ruler of the city-state, and Knossos's labyrinth seems to consistently attract travellers in awe of its mysteries." },
	"Gortyna": { "x": 0.135358, "y": -0.445034, "renown": 50, "garisson": 365, "description": "Gortyna is an important city-state next to Knossos. In early times the two great city-states had entered into a league which enabeld them to reduce the whole of Crete under their power; presently however, dissensions arose among them and they are engaged in continual hostilities." }
}